import React from 'react'
import "./Condition.css"

function Condition() {
  return (
    <div className='condition'>
      <div className='condition-block'>
        <h2>Условия сервиса</h2>
        <span>
          Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от 
          нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение 
          нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны 
          социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
        </span>
      </div>

      <div className='condition-block'>
        <h2>Условия</h2>
        <span>
          Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от 
          нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение 
          нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны 
          социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
        </span>
      </div>

      <div className='condition-block'>
        <h2>Условия возврата</h2>
        <span>
          Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от 
          нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение 
          нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны 
          социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?
        </span>
      </div>
    </div>
  )
}

export default Condition
